'''
Если у вас есть файлы __init__.py во всех ваших тестовых подкаталогах,
вы можете иметь одно и то же тестовое имя файла в нескольких каталогах.
А если нет, то так сделать не получится.
Вы, конечно, можете убеждать себя, что у вас никогда не будет повторяющихся имен файлов, поэтому это не имеет значения.
Все, типа, нормально. Но проекты растут и тестовые каталоги растут,
и вы точно хотите дождаться, когда это случиться с вами, прежде чем позаботиться об этом?
Я говорю, просто положите эти файлы туда.
Сделайте это привычкой и не беспокойтесь об этом снова.
'''